Repository: teltek/PuMuKIT2-expired-video-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: es, eu

source: This video is out of date:
es: Este video está caducado:
eu: Bideo hau epez kanpo dago:

source: The owner of this video has been deleted.
es: El propietario de este video ha sido borrado.
eu: Bideo honen jabea ezabatua izan da.

source: This video will be expire soon
es: Este video caduca proximamente
eu: Bideo hau laster iraungiko da

source: Access this url to renew the video:
es: Acceder a esta url para renovar el video:
eu: Bideoa berritzeko sakatu hurrengo esteka:

source: The multimedia object has been successfully renewed.
es: El objeto multimedia ha sido renovado con éxito.
eu: Multimedia objetua berritua izan da.

source: You aren't the owner of this multimedia object.
es: No eres el propietario de este objeto multimedia.
eu: Zu ez zara objetu multimedia honen jabea.

source: This multimedia object accomplishes one of these cases
es: Este objeto multimedia logra uno de estos casos
eu: Objetu multimedia hau honako kasua betetzen du

source: Has been renewed.
es: Se ha renovado.
eu: Berritua izan da.

source: Multimedia object doesn't exists.
es: No existe el objeto multimedia.
eu: Multimedia objetua ez da existitzen.

source: Return
es: Volver
eu: Itzuli

source: PuMuKIT - Remove owner of the following video.
es: PuMuKIT - Eliminado propietario del siguiente video.
eu: PuMuKIT - Hurrengo bideoaren jabea ezabatu.

source: PuMuKIT - These videos will be expired coming soon.
es: PuMuKIT - Estos videos caducarán próximamente.
eu: PuMuKIT - Hurrengo bideak laster iraungiko dira.

source: PuMuKIT2 - These videos will be expired coming soon.
es: PuMuKIT2 - Estos vídeos caducarán próximamente.

source: To renew all your videos access this url:
es: Para renovar todos sus videos acceder a esta url:
eu: Zure bideo guztiak berritzeko sakatu hurrengo esteka:

source: Delete
es: Eliminar
eu: Ezabatu

source: Renew with the same owners
es: Renovar con los mismos dueños
eu: Beste urte bat jabe berekin eguneratzea

source: Multimedia objects coming to expire
es: Objetos multimedia a punto de caducar
eu: Iraungitako objektu multimediak

source: Expiration
es: Caducidad
eu: Iraungipena

source: Owners
es: Propietarios
eu: Jabeak

source: Are you sure to delete this video?
es: ¿Está seguro de eliminar este video?
eu: Bideo hau ezabatzea seguru zaude?

source: Are you sure to update this video?
es: ¿Está seguro de actualizar este video?
eu: Bideo hau eguneratzea seguru zaude?

source: Accept
es: Aceptar
eu: Onartzea

source: Expired video
es: Vídeo caducado
eu: Iraungitako bideoa

source: Show expiration date
es: Mostrar fecha de caducidad
eu: Mostrar fecha de caducidad

source: Multimedia object expiration date
es: Fecha de caducidad del objeto multimedia
eu: Fecha de caducidad del objeto multimedia

source: The expiration date for this video is %date%
es: La fecha de caducidad es %date%
eu: La fecha de caducidad es %date%

source: Close
es: Cerrar
eu: Cerrar

source: Title
es: Título
eu: Título

source: Publication
es: Publicación
eu: Publicación

source: Actions
es: Acciones
eu: Acciones

source: Cancel
es: Cancelar
eu: Cancelar

source: Update
es: Actualizar
eu: Actualizar

source: Expired video list
es: Listado videos caducados
eu: Listado videos caducados

source: Renew all videos
es: Renovar los videos
eu: Berritu bideo guztiak

source: Update expiration date
es: Actualizar fecha de expiración
eu: Eguneratu iraungitze data
